const jp = {
    supported_languages: {
        english: 'English',
        japan: 'Japan'
    },
    home: {
        my_porfolio: '私のポートフォリオ',
        about: 'について',
        projects: 'プロジェクト',
        contact: '接触',
        about_text:"私は新しい技術を学ぶことが好きで、常に最新のプログラミング技術や開発手法を学ぶ努力をしています。Vue.jsを活用したフロントエンド開発の経験が豊富で、ユーザーにとって直感的で使いやすいUIを設計・実装してきました.パフォーマンス最適化やコンポーネント設計を意識した開発を得意としており、可読性や保守性の高いコードを書くことを心がけています。Vue.js、Flutter、React Js, TypeScriptの開発経験があり、Composition APIやPiniaを活用した状態管理を得意としています。バックエンドエンジニアと密に連携し、API設計をサポートすることで、開発の効率化とデータ取得の最適化を実現しました.今後はVue.jsの知識をさらに深めつつ、パフォーマンスチューニングやアクセシビリティの向上にも力を入れ、より多くのユーザーに快適なUXを提供したいと考えています。",
        welcome_title:'私のポートフォリオへようこそお越しくださいました',
        welcome_text:"私は情熱を持った開発者で、素晴らしいものを作り出しています。",
        lang_intro:"最近取り組んでいるいくつかの技術をご紹介します :",
        download_text:"履歴書のダウンロード",
        footer_text:"My Portfolio. 無断複写・転載を禁じます。",
        download_desc:"CVのダウンロードは現在の言語で利用可能です",
            },
    projects: {
        project_one: {
            title: "ピャンルワー(物流）システム",
            description: "ユーザーは、まだどのメディアにも出ていないミャンマーの新しい歌を、Web と アプリ   のどちらからでも、すぐに聞くことができます。ユーザーには 2つのタイプ があります。① 無料ユーザー：無料の歌だけ聞くことができます。②プレミアムユーザー：すべての新しい歌を聞くことができて、ライブショーやコンサートも見ることができます。そして、アーティストや歌、アルバムの情報を さがして見ることもできます。" },
        project_two: {
            title: "プロジェクト2",
            description: "ユーザーは、各都市で利用できるピックアップのスケジュールや情報を確認することができます。商品の値段を計算できて、ビス（viss）やポンド（lb）、キログラム（kg）など、いろいろな単位で重さを測ることができます。"
        },
        project_three: {
            title: "APS システム",
            description: "ユーザーは、APSの情報や取り扱い可能な製品の種類、ブランド、業界を確認・閲覧することができます。"
        },
         project_four: {
            title: "FCS(物流）システム",
            description: "世界のサプライチェーンのために、物流管理プラットフォームを開発して導入しました。このシステムで、荷物の追跡やルートの改善、国をこえた物流のやりとりがよくなり、仕事の効率が上がってコストが下がりました。"
        },
          project_five: {
            title: "テイ・タン・ター(管理者による使用）システム",
            description: "ユーザーは、「Tay Than Thar」 音楽視聴システムに 必要な情報 （歌手、アルバム、プロデューサー、    楽曲、 作曲家、 着信音、 バンド、 録音など） を作成できます。管理者は、他のスタッフに役割を割り当てることができます。"
        },
        project_six:{
            title:"フォワードステーションサーバーシステム",
            description:"販売記録をかんたんに見て確認することができます。担当者ごと、日ごとに見たい記録をかんたんに確認することができます。月ごとや年ごとのまとめをかんたんに出すことができます。現金販売と掛け販売を分けて確認することができます。メンバーカードを使って販売するなど、販売アップのシステムを使うことができます。在庫の残りをリアルタイムで確認することができます。"
        }
    }
}
export default jp;